---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ActualExhaustAirflow
source: html/5f96878a-73fa-4a1f-9f91-43ef0fee1d2b.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ActualExhaustAirflow Property

Get the Actual Exhaust Airflow of the Space.

## Syntax (C#)
```csharp
public double ActualExhaustAirflow { get; }
```

## Remarks
This property is used to get the Actual Exhaust Airflow (Unit: CFM) of the Space.